[
    {
        "name": "Info",
        "Bitcoin": "Bitcoin is a cryptocurrency and worldwide payment system. It is the first decentralized digital currency, as the system works without a central bank or single administrator. \n\nThe network is peer-to-peer and transactions take place between users directly, without an intermediary. These transactions are verified by network nodes through the use of cryptography and recorded in a public distributed ledger called a blockchain. \n\nBitcoin was invented by an unknown person or group of people under the name Satoshi Nakamoto and released as open-source software in 2009. \n\nBitcoins are created as a reward for a process known as mining. They can be exchanged for other currencies, products, and services. As of February 2015, over 100,000 merchants and vendors accepted bitcoin as payment. \n\nResearch produced by the University of Cambridge estimates that in 2017, there were 2.9 to 5.8 million unique users using a cryptocurrency wallet, most of them using bitcoin. ",
        "Ethereum": "Ethereum is an open-source, public, blockchain-based distributed computing platform and operating system featuring smart contract (scripting) functionality. It supports a modified version of Nakamoto consensus via transaction based state transitions.\n\nEther is a cryptocurrency whose blockchain is generated by the Ethereum platform. Ether can be transferred between accounts and used to compensate participant mining nodes for computations performed. Ethereum provides a decentralized Turing-complete virtual machine, the Ethereum Virtual Machine (EVM), which can execute scripts using an international network of public nodes. \"Gas\", an internal transaction pricing mechanism, is used to mitigate spam and allocate resources on the network.\n\nEthereum was proposed in late 2013 by Vitalik Buterin, a cryptocurrency researcher and programmer. Development was funded by an online crowdsale that took place between July and August 2014. The system went live on 30 July 2015, with 11.9 million coins \"premined\" for the crowdsale. This accounts for about 13 percent of the total circulating supply.\n\nIn 2016, as a result of the collapse of The DAO project, Ethereum was split into two separate blockchains – the new separate version became Ethereum (ETH), and the original continued as Ethereum Classic (ETC). The value of the Ethereum currency grew over 13,000 percent in 2017.",
        "Ripple": "Ripple is a real-time gross settlement system (RTGS), currency exchange and remittance network created by the Ripple company. Also called the Ripple Transaction Protocol (RTXP) or Ripple protocol, it is built upon a distributed open source internet protocol, consensus ledger and native cryptocurrency abbreviated as XRP (ripples). Released in 2012, Ripple purports to enable \"secure, instantly and nearly free global financial transactions of any size with no chargebacks.\" It supports tokens representing fiat currency, cryptocurrency, commodity or any other unit of value such as frequent flier miles or mobile minutes. At its core, Ripple is based around a shared and public database or ledger, which uses a consensus process that allows for payments, exchanges and remittance in a distributed process.\n\nThe network can operate without the Ripple company. Among its validators are companies, internet service providers, and the Massachusetts Institute of Technology.\n\nUsed by companies such as UniCredit, UBS and Santander, Ripple has been increasingly adopted by banks and payment networks as settlement infrastructure technology, with American Banker explaining that \"from banks' perspective, distributed ledgers like the Ripple system have a number of advantages over cryptocurrencies like bitcoin."\n\nAs of the first week of March 2018, XRP is the third largest coin by market capitalization.",
        "BTC Cash": "Bitcoin Cash isa cryptocurrency and worldwide decentralized payment system, meaning that it works without a central bank or government. In mid-2017, the developers not content with the Segregated Witness feature implemented a change to the bitcoin code. The change, called a hard fork, took effect on August 1, 2017. As a result, the bitcoin ledger called the blockchain and the cryptocurrency split in two. At the time of the fork anyone owning bitcoin was also in possession of the same number of Bitcoin Cash units.\n\nThe capacity of one block in a Bitcoin blockchain doesn’t exceed 1 Mb. When the number of the network users became big and the number of the fulfilled operations increased rapidly, such capacity was already not enough for checking all transaction. As a solution two options were offered: increasing the block capacity or putting a part of information out of a blockchain by making a free space for new operations.\n\nIn May 2017, bitcoin transactions took up to four days to complete. In order to speed transactions, users could pay a transaction fee, which at the end of 2017 averaged about $28. The delay and especially the fees made bitcoin impractical for everyday use to make small purchases.",
        "EOS": "EOSIO is a cryptocurrency token and blockchain that operates as a smart contract platform for the deployment of decentralized applications and decentralized autonomous corporations.\n\nEOSIO aims to become a decentralized operating system supporting industrial-scale applications, with claims to eliminate transaction fees and also conduct millions of transactions per second.\n\nBased on a white paper published in 2017, the EOSIO platform is currently being developed by private company block.one to be released as open-source software on June 1, 2018. In order to ensure widespread distribution of the native token at the launch of the blockchain, one billion tokens are being distributed on the ethereum blockchain by block.one. This will provide a distribution that anyone can use to launch the EOS blockchain once the software is released, while the CEO of block.one, Brendan Blumer, announced that block.one will support the EOSIO blockchain with over one billion USD in funding from the token sale. On November 29, 2017, at BlockShow Asia, block.one revealed a publicly available testing environment called EOSIO Single-Threaded Application Testnet (“EOS STAT”). A January 2018 credit rating of cryptocurrencies reported B ratings for EOS and Ethereum.",
        "Litecoin": "Litecoin (LTC or Ł) is a peer-to-peer cryptocurrency and open source software project released under the MIT/X11 license. Creation and transfer of coins is based on an open source cryptographic protocol and is not managed by any central authority. The coin was inspired by, and in technical details is nearly identical to, Bitcoin (BTC).\n\nLitecoin was released via an open-source client on GitHub on October 7, 2011 by Charlie Lee, a former Google employee. The Litecoin network went live on October 13, 2011. It was a fork of the Bitcoin Core client, differing primarily by having a decreased block generation time (2.5 minutes), increased maximum number of coins, different hashing algorithm (scrypt, instead of SHA-256), and a slightly modified GUI.\n\nDuring the month of November 2013, the aggregate value of Litecoin experienced massive growth which included a 100% leap within 24 hours.\n\nLitecoin reached a $1 billion market capitalization in November 2013.\n\nIn May 2017, Litecoin became the first of the top 5 (by market cap) cryptocurrencies to adopt Segregated Witness. Later in May of the same year, the first Lightning Network transaction was completed through Litecoin, transferring 0.00000001 LTC from Zürich to San Francisco in under one second.\n\nIn February 2018, the EU online retailer Alza.cz began accepting Litecoin as a payment method.",
        "Stellar": "Stellar is an open-source protocol for value exchange founded in early 2014 by Jed McCaleb (creator of eDonkey) and Joyce Kim. Its board members and advisory board members include Keith Rabois, Patrick Collison, Matt Mullenweg, Greg Stein, Joi Ito, Sam Altman, Naval Ravikant and others. The Stellar protocol is supported by a nonprofit, the Stellar Development Foundation.\n\nAt launch, Stellar was based on the Ripple protocol. After making several changes to critical consensus code, the Stellar network forked. In the aftermath, Stellar co-founder Joyce Kim claimed this was a flaw in the Ripple protocol but this statement was challenged in a blog post by Ripple Labs CTO, Stefan Thomas.\n\nThe Stellar Development Foundation then created an updated version of the protocol with a new consensus algorithm, based on entirely new code. The code and whitepaper for this new algorithm were released in April 2015, and the upgraded network went live in November 2015.\n\nIn September 2017, Stellar has announced it will award partners in its new benefits program up to $2 million USD worth (in XLM tokens) each to develop “high-impact projects.”\n\nIn October 2017, IBM and payments network KlickEx have announced Stellar as the backbone of its new “cross-border payments solution.”",
        "Cardano": "Cardano is a distributed computing platform that runs the blockchain for the Ada cryptocurrency. Daedalus is currently the only (software) cryptocurrency wallet that holds Ada and allows transfers to other wallet addresses.\n\n It was created by blockchain development firm Input Output Hong Kong (IOHK) and led by Charles Hoskinson, former co-founder of BitShares and Ethereum, and aims to run smart contracts, decentralized applications, side chains, multi-party computation, and metadata.\n\nCoins are mined and decisions are made via a proof-of-stake algorithm called Ouroboros instead of a proof-of-work system; consensus is generated by coin-holder vote. In this protocol, slot leaders generate new blocks in the blockchain and verify the transactions. Anyone holding an Ada coin can become a slot leader. This staking mechanism makes it unnecessary to brute force the hash code. Thus saves a significant part of the energy required by work-based systems, and allows a resource-efficient and cost-saving blockchain creation.",
        "IOTA": "IOTA is an open source cryptocurrency founded in 2015 by Anders Sønstebø and Serguei Popov. It has been classified as an altcoin (and even mothercoin by some industry analysts) due to its technical design and core mechanisms. It runs on a system called \"The Tangle\", a form of directed acyclic graph (DAG) applied to a distributed ledger protocol.\n\nIOTA allows for free transactions on a decentralized network without the need for miners, blocks and chains. IOTA therefore significantly diverges from bitcoin and other blockchain based cryptocurrencies. More technical details are laid out in the founders' whitepaper.\n\nThe name itself is a literary synecdoche based on the term \"internet of things\". It applies to an envisioned future where small \"things\" communicate with each other, with the transfer of monetary value and information in a seamless manner.\n\nFor example, an envisioned scenario would be an electric car entering a charging station. The method of payment would be IOTA, based on a protocol that is mutually intelligible by both parties.",
        "TRON": "TRON is a decentralized protocol based on the blockchain with the goal of creating an entertainment system around the world with free content thanks to distributed storage technology and the blockchain. By using the TRON protocol, users are able to publish, store, and own data. While using the autonomous decentralized form, they can choose how to distribute the data. The form also allows subscriptions and pushing content by releasing and then circulating the digital assets. \n\n The TRON Foundation is based in Singapore and follows the principles of Sir Tim Berners-Lee. He argues that the protocol should be used to help people instead of making profits for smaller groups. The TRON Foundation is a nonprofit that operates the TRON network while following its key principles of transparency, fairness, and openness. Any “profits” the foundation earns are considered surplus and are held onto for later use in the form of events and activities. Members never participate in or benefit from the profit distribution.",
        "Tether": "Tether is a controversial cryptocurrency token claimed by its creators to be backed by one dollar for each token issued, though Tether Limited has not issued a promised audit of their currency reserves. The primary objective is to facilitate transactions between cryptocurrency exchanges with a rate fixed to the United States dollar  allowing traders to take advantage of high speed arbitrage opportunities without resorting to slow bank wires. Tether is not a legal tender currency or a financial instrument. The ownership of Tether has no contractual rights, other legal claims, or guarantees against losses.",
        "NEO": "NEO is a blockchain platform and cryptocurrency designed to build a scalable network of decentralized applications. The base asset of the NEO blockchain is the non divisible NEO token which generates GAS tokens that can be used to pay for transaction fees generated by applications on the network. NEO supports a wide variety of commonly used programming languages such as Javascript and C++ by using a customized version of Docker called neoVM that compiles the code into a secure executable environment.\n\nThe NEO project was originally launched in 2014 as AntShares with development resources provided by founder Da Hongfei through his development company Onchain. NEO rebranded from Antshares to NEO in June of 2017. In March 2018, parent company Onchain distributed 1 ontology (ONT) token for every 5 NEO held in a user's wallet which will be used to vote on system upgrades, identity verification, and other governance issues on the NEO platform.",
        "Dash": "Dash is an open source peer-to-peer cryptocurrency and decentralized autonomous organization (DAO). It features instant transactions, private transactions and a self-funded, self-governed organizational structure. Dash is a fork of the Bitcoin software and is referred to as an altcoin.\n\nDash's self-funded, self-governed organizational structure sometimes referred to as the treasury system[4] or decentralized governance by blockchain makes Dash a decentralized autonomous organization (DAO). The system relies on a global network of masternodes which vote on proposals for improving Dash's ecosystem. Approved proposals are funded from the treasury, which receives 10% of all newly created Dash, with 45% allocated to miners and 45% to masternodes. Running a masternode requires ownership of 1000 Dash.",
        "Monero": "Monero (XMR) is an open-source cryptocurrency created in April 2014 that focuses on privacy and decentralization that runs on Windows, macOS, Linux, Android, iOS, and FreeBSD. The focus on privacy has attracted illicit use by people interested in evading law enforcement. The egalitarian mining process made it viable to distribute the mining effort opening new funding avenues for both legitimate online publishers and malicious hackers who covertly embed mining code into websites and apps.",
        "Binance Coin": "Binance issued its own token called the Binance Coin, with BNB as the symbol. BNB runs natively on the Ethereum blockchain and follows the ERC20 token standard.The token was established with a total supply of 200 million. As per their whitepaper, Binance plans to use 20% of our profits each Quarter to buyback and burn BNB, until 50% of the total BNB supply (100 million) is burned.The BNB token itself has multiple forms of utility, essentially being the underlying gas that powers the Binance Ecosystem.",
        "VeChain": "VeChain is a blockchain platform that focuses on financial services, supply chain management, and smart contracts. VET was the first cryptocurrency to create a disaster recovery plan and the first one to partner with the Chinese government, as it became the blockchain technology partner of the regional government of Guiyang. It also started developing technology solutions for China’s tobacco monopoly. Currently VeChain is developing their own blockchain, for now it is an ERC20 token and running on the Ethereum blockchain."
    }

    ]